/*
   1. В менеджере плат выберите плату "AI Thinker ESP32-CAM"
   2. Пример для просмотра возможностей модуля камеры можно найти во вкладке:
   <Файл-Примеры-Примеры для AI Thinker-ESP32-Camera-CameraWebServer>
   3. В .ino файле измените SSID и пароль для подключения к Wi-Fi
   4. Среди доступных плат расскоментируйте #define CAMERA_MODEL_AI_THINKER
   5. Загрузите скетч, в мониторе порта после подключения к WiFi будет показан IP-адрес
   6. Перейдите по этому адресу в браузере - откроется сервер с настройками камеры
   7. Нажмите "Start Streaming", чтобы начать видеострим
   8. Функции "Face Detection" и "Face recognition" работают на версии ESP32 SDK 1.0.4
*/
